---
kind: property
id: P:Autodesk.Revit.DB.ScheduleField.IsCombinedParameterField
source: html/52da022b-4dcd-09dd-3137-d32f47ccbfee.htm
---
# Autodesk.Revit.DB.ScheduleField.IsCombinedParameterField Property

Indicates if the field is a combined parameter field.

## Syntax (C#)
```csharp
public bool IsCombinedParameterField { get; }
```